Repository: potzenheimer/meetshaus
Catalog: src/meetshaus.blog/meetshaus/blog/locales/*/LC_MESSAGES/meetshaus.blog.po
Languages: de

source: A blogging tool for meetshaus.de
de: Blog Tool für Mietshaus

source: A short bio about the author of the blog.
de: Eine kurze Biographie oder Informationen über den Autor und/oder den Zweck dieses Blog.

source: A single blog post
de: Ein Blogbeitrag

source: A sinlge blog entry.
de: Blogartikel Ansicht

source: About the Author
de: Über diesen Blog

source: Abstract
de: Einleitung Blog

source: Archive view
de: Archivansicht

source: Blog Archive
de: Archiv

source: Blog Category JSON File
de: Blog Kategorien (JSON)

source: Blog Entry
de: Blogbeitrag

source: Blog Monthly archive
de: Archiv

source: Blog entry description used in listings and as meta data description
de: Beschreibung des Blogbeitrag, die auch im Meta Tag und im SE Snippet angezeigt wird.

source: BlogEntry
de: Blogeintrag

source: BlogPost
de: Blogbeitrag

source: Blogging folder to enable a complete sitewide blog.
de: Blogordner, der einen kompletten seitenweiten Blog bereitstellt

source: Cancel
de: Abbrechen

source: Categories
de: Themen

source: December
de: Dezember

source: Default content item title that will also be used as the meta data title tag
de: Standard Titel des Blogbeitrages, der auch im Meta Data Title Tag verwendet wird.

source: Entries
de: Beiträge

source: Extension profile for A blogging tool for meetshaus.de
de: Erweiterungsprofil für meetshaus Blog Extension

source: February
de: Februar

source: Headline
de: Überschrift Blog

source: January
de: Januar

source: July
de: Juli

source: June
de: Juni

source: Last entries
de: Letzte Einträge

source: Make all items of this type display simple sharing buttons
de: Simple sharing Buttons für alle Elemente dieses Typs aktivieren

source: March
de: März

source: May
de: Mai

source: October
de: Oktober

source: Override the meta data title with a display title used in listings and views as main headline instead.The headline also supports the use of soft hyphens (&shy;) for more control of small screen display
de: Überschreibt den im meta title für das SE Snippet verwendeten Titel des Blogbeitrages mit einer alternativen Überschrift. Die angezeigte Überschrift unterstützt Soft Hyphens (&amp;shy;) um die Anzeige auf schmalen Bildschirmen zu steuern.

source: Save changes
de: Änderungen speichern

source: Summary
de: Beschreibung (Snippet)

source: The item has successfully been updated
de: Das Element wurde erfolgreich aktualisiert

source: The name of the archive view
de: Der Name der Archivansicht.

source: The number of entries to show
de: Anzahl der Blogbeiträge, die in der Aktionsbox gezeigt werden sollen.

source: This field is required
de: Dieses Feld ist ein Pflichtfeld

source: Title
de: Titel (Snippet)

source: Use the abstract tp override the default meta data description in listings and blog entry views.
de: Die Einleitung überschreibt die Beschreibung Snippet in der Einzelansicht und Vorschau des Beitrags.

source: month_1
de: Januar

source: month_10
de: Oktober

source: month_11
de: November

source: month_12
de: Dezember

source: month_2
de: Februar

source: month_3
de: März

source: month_4
de: April

source: month_5
de: Mai

source: month_6
de: Juni

source: month_7
de: Juli

source: month_8
de: August

source: month_9
de: September

source: {0} new postings created
de: {0} neue Einträge erstellt
